<?php require "../blocks/header.php" ?>

<div class="registration">
	<h2 align="center">О компании</h2>
	<div class="reg_menu">
		<a href="../index.php">Главная</a> -
		<a href="about.php">О компании </a> 
	</div>
</div>
<div class="about">	
	<p>CloudsWorld  - одна из крупнейший сетей вейпшопов в России, основанная в 2020 году.</p>
	<p>За время, прошедшее с открытия первого магазина, империя CloudsWorld развилась до всероссийской, в чьи владения входит более 15 розничных магазинов по всей стране и более 10000 точек самовывоза заказов.</p>

	<p>Наша философия - это пропаганда здорового образа мысли и отказа от курения табака. Мы верим, что делаем мир лучше и помогаем каждому нашему клиенту выбрать Светлую сторону Силы.</p>

	<p>Благодаря нашей преданности делу мы не только заслужили благодарность своих клиентов, но и заработали безупречную репутацию, которой доверяют такие производители, как JUUL myBlu Phix Smoant Yoskilllab и многие другие.</p>

	<p>Наша вера в то, что мы делаем, помогла нам организовать первую в России международную профессиональную выставку вейп-индустрии Russki Vape, на которой мы не только делились своим опытом с другими крупными игроками из мира вейпа, но и продвигали свою философию в массы.</p>
	
</div>


<?php require "../blocks/footer.php" ?>
